Revit 2027 API
UnitTypeId.BritishThermalUnitsPerHourSquareFoot Property
 British thermal units per hour square foot.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId BritishThermalUnitsPerHourSquareFoot { get; }
Public Shared ReadOnly Property BritishThermalUnitsPerHourSquareFoot As ForgeTypeId
	Get
public:
static property ForgeTypeId^ BritishThermalUnitsPerHourSquareFoot {
	ForgeTypeId^ get ();
}
static member BritishThermalUnitsPerHourSquareFoot : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace